Repository: rcobelli/CoreX
Catalog: core-x/*.lproj/Localizable.strings
Languages: de, es, fr, it

source: workout using Core-X (https://rybel-llc.com/core-x)!
es: entrenamiento utilizando Core X (https://rybel-llc.com/core-x)!
it: allenamento con core-X (https://rybel-llc.com/core-x)!

source: Any purchases were restored.
de: Alle Käufe wurden restauriert
es: Todas las compras se restauraron
it: Eventuali acquisti sono stati restaurati

source: App Store Review
es: App Store revisión

source: Barbell Completed
es: Completado barra de pesas
it: Bilanciere Completato

source: Buy It
es: Cómpralo
it: Compralo

source: Can you please leave us a review on the App Store? (We'll even throw in a free workout routine
es: ¿Puede por favor dejar un comentario en la App Store? (Incluso vamos a lanzar en una rutina de entrenamiento libre)
it: Si può si prega di lasciare una recensione su App Store? (Faremo anche gettare in una routine di allenamento gratuito

source: Can't Send Mail
de: Kann keine E-Mail senden
es: No se puede enviar correo
fr: Vous ne pouvez pas envoyer des messages
it: Non è possibile inviare una mail

source: Choose a playlist for your workouts
es: Elija una lista de reproducción para sus entrenamientos
it: Scegli una playlist per l'allenamento

source: Complete The Barbell
es: Completar la barra de pesas
it: Completa il bilanciere

source: Done
de: Fertig
es: Hecho
it: Fatto

source: Every consecuative day that you finish a workout, a plate is added to your barbell. Get all 6 plates to unlock an exclusive workout routine
es: Cada día consecutivo que termine una sesión de ejercicios, se añade una placa a su barra de pesas. Obtener los 6 placas para desbloquear una rutina de entrenamiento exclusiva
it: Ogni giorno consecutivo che hai finito un allenamento, un piatto viene aggiunto al bilanciere. Ottenere tutti i 6 piatti per sbloccare una routine di allenamento esclusivo

source: Feedback:
de: Rückkopplung:
es: Retroalimentación:

source: Free Trial Available
es: Disponible versión de prueba gratis
it: Prova gratuita disponibile

source: Great job!
de: Gut gemacht!
es: ¡Buen trabajo!
it: Ottimo lavoro!

source: I just completed the
de: Ich habe gerade abgeschlossen
es: Me acaba de terminar el
it: Ho appena completato la

source: I like it
de: Ich mag das
es: Eso me gusta
it: Mi piace

source: In-App Purchases Not Enabled
de: In-App-Käufe nicht aktiviert
es: In-App compras Not Enabled
fr: Achats In-App Non Activé
it: Acquisti in-app non abilitati

source: It Stinks
de: Es stinkt
es: Apesta
it: Puzza

source: Leave A Review
es: Dejar un comentario
it: Lascia una recensione

source: Leave Feedback
es: Deja un comentario
it: Lascia un feedback

source: Let us know of a new workout you would like to see in the app!
de: Lassen Sie uns von einem neuen Training wissen Sie in der App sehen möchten!
es: Sepamos de una nueva sesión de ejercicios que le gustaría ver en la aplicación!
it: Fateci sapere di un nuovo allenamento che si desidera vedere nella app!

source: Mail isn't working. Email us at rybelllc@gmail.com
de: Mail funktioniert nicht. Mailen Sie uns an rybelllc@gmail.com
es: El correo no está funcionando. Envíanos un email a rybelllc@gmail.com
fr: Courrier ne fonctionne pas. Écrivez-nous à rybelllc@gmail.com
it: La posta non funziona. Scriveteci a rybelllc@gmail.com

source: Music Playlist
es: Lista de reproducción de música
it: Musica Playlist

source: No Music
es: Sin musica
it: No Musica

source: Pause Workout
es: Entrenamiento de pausa
it: Pausa di allenamento

source: Please enable In App Purchase in Settings
de: Bitte aktivieren Sie In-App-Käufe in den Einstellungen
es: Por favor, activa Compras In-App en Configuración
fr: S'il vous plaît activer achats in-app dans Paramètres
it: Si prega di abilitare acquisti in-app in contesti

source: Quick question, want to save your workouts to the Health app?
es: Una pregunta rápida, que desee guardar sus entrenamientos para la aplicación de la Salud?
it: Domanda veloce, vogliono salvare le allenamenti per l'applicazione di salute?

source: Restore Purchases
es: restaurar las compras
it: Ripristinare gli acquisti

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni

source: Share On Social Media
es: Compartir en las redes sociales
it: Condividi sui social media

source: Stop Workout
es: Detener entrenamiento
it: Arresto di allenamento

source: Submit New Workout Idea
es: Presentar la nueva idea de entrenamiento
it: Invia nuovo allenamento Idea

source: Sure!
es: ¡Por supuesto!
it: Sicuro!

source: Tell us what you really think about Core-X
de: Sagen Sie uns, was Sie von Core-X
es: Díganos lo que piensa de Core-X
it: Diteci cosa ne pensate core-x

source: Thank You
de: Danke
es: Gracias
fr: Merci
it: Grazie

source: Unset
es: No definido
it: Disinserito

source: Version
es: Versión
it: Versione

source: Welcome to Core-X!
es: No pudimos encontrar el de la compra de aplicación que estabas buscando
it: Benvenuti al core-X!

source: What do you think of Core-X?
de: Was halten Sie von Core-X?
es: ¿Qué piensas de Core-X?
it: Cosa ne pensi di Core-X?

source: Workout Completed!
de: Training abgeschlossen!
es: Entrenamiento completado!
it: Allenamento completato!

source: You can get a free trial of any workout routine by leaving a rating on the App Store.
es: Se puede obtener una prueba gratuita de cualquier rutina de ejercicios al dejar una calificación en la App Store.
it: È possibile ottenere una prova gratuita di un allenamento di routine lasciando un voto su App Store.

source: You completed the barbell, tap the barbell anytime from now on to use an exclusive workout routine
es: Has completado la barra, toque en la barra en cualquier momento a partir de ahora utilizar una rutina de entrenamiento exclusiva
it: Hai completato il bilanciere, tocca il bilanciere in qualsiasi momento da ora in poi l'utilizzo di un allenamento di routine esclusivo

source: Error
it: Errore

source: We could not find the in app purchase you were looking for
it: Non siamo riusciti a trovare l'acquisto in app che stavi cercando

source: workout using Core-X (http://appstore.com/corex)!
de: training mit Core-X (http://appstore.com/corex)!

source: 101 Pushups
de: 100 Liegestütze

source: All Fields Required
de: Alle Felder benötigt
fr: Tous les champs sont obligatoires

source: Any purchases were restored
de: Alle Käufe wurden restauriert

source: Begin Workout
de: Training beginnen
fr: Commencez entraînement

source: Exercise
de: Übung

source: Exercise
de: Übung
fr: Exercice

source: Leg-Day
de: Bein Tag

source: REST
de: RUHE
fr: DU REPOS

source: See Exercise Demonstration
de: Siehe Übungsvorführungen
fr: Voir la démonstration des exercices

source: Share with Friends
de: Mit Freunden teilen

source: Tap and hold the screen to see an image demonstrating the exercise
de: Tippen und halten Sie den Bildschirm, um zu sehen, ein Bild, was die Übung
fr: Appuyez et maintenez l'écran pour voir une image montrant l'exercice

source: Unpause
de: Erneut aktivieren

source: Workout Paused
de: Training pausiert

source: Yogata Be Kidding Me
de: Yoga

source: You must provide a rest duration greater than or equal to 0
de: Sie müssen eine Ruhedauer größer oder gleich 0 liefern
fr: Vous devez fournir une durée de repos supérieure ou égale à 0

source: You must provide an exercise duration bigger than 0
de: Sie müssen eine Trainingsdauer größer oder gleich 0 liefern
fr: Vous devez fournir une durée d'exercice plus grand que 0

source: Your purchase(s) were restored.
fr: Vos achats ont été restaurés
