Repository: rcobelli/CoreX
Catalog: tv/*.lproj/Localizable.strings
Languages: es, fr

source: Any purchases were restored.
es: Fueron restaurados cualquier compra

source: Barbell Completed
es: Completado barra de pesas

source: Cancel
es: Cancelar

source: Complete The Barbell
es: Completar la barra de pesas

source: Every consecuative day that you finish a workout, a plate is added to your barbell. Get all 6 plates to unlock an exclusive workout routine
es: Cada día consecutivo que termine una sesión de ejercicios, se añade una placa a su barra de pesas. Obtener los 6 placas para desbloquear una rutina de entrenamiento exclusiva

source: Exercise Duration (sec.)
es: Ejercicio Duración (seg.)

source: Great job!
es: ¡Gran trabajo!
fr: Bon travail!

source: In-App Purchases Not Enabled
es: In-App compras no está activado
fr: Achats In App pas activé

source: Please enable In App Purchase in Settings
es: Por favor, activa en las compras de aplicaciones en entornos
fr: S'il vous plaît permettre achats in-app dans les milieux

source: Please set how long you would like the workout to last
es: Por favor, ajustar el tiempo que le gustaría que el entrenamiento para durar

source: Rest Duration (sec.)
es: Pausa Duración (seg.)

source: Resume Workout
es: entrenamiento hoja de vida

source: Settings
es: Ajustes
fr: Paramètres

source: Start Workout
es: Comience entrenamiento

source: Stop Workout
es: Parada del entrenamiento

source: Thank You
es: Gracias

source: We could not find the in app purchase you were looking for
es: No pudimos encontrar el de la compra de aplicación que estabas buscando

source: Workout Completed!
es: Entrenamiento completado!
fr: Workout terminé!

source: Workout Paused
es: Entrenamiento interrumpido
fr: Workout pause

source: You completed the barbell, tap the barbell anytime from now on to use an exclusive workout routine
es: Has completado la barra, toque en la barra en cualquier momento a partir de ahora utilizar una rutina de entrenamiento exclusiva

source: 101 Pushups
fr: 101 Des pompes

source: All Fields Required
fr: Tous les champs sont obligatoires

source: Any purchases were restored
fr: Les achats ont été restaurés

source: Exercise
fr: Exercice

source: Exercise
fr: Exercice

source: Leg-Day
fr: Jour Jambe

source: REST
fr: LE REPOS

source: Unpause
fr: Réactiver

source: Yogata Be Kidding Me
fr: Yoga

source: You must provide a rest duration greater than or equal to 0
fr: Vous devez fournir une durée de repos supérieure ou égale à 0

source: You must provide an exercise duration bigger than 0
fr: Vous devez fournir une durée d'exercice plus grand que 0
